Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 原图识别
ar: التعرف على الصورة الأصلية
de: Originalbild-Erkennung
en: Original Image Recognition
es: Reconocimiento de imagen original
fr: Reconnaissance originale
id: Identifikasi Foto Asli
it: Rilevamento dell'immagine originale
ja: 元画像認識
ko: 원본 인식
nl: Originele identiteitscontrole
pl: Identyfikacjayg orinalnego zdjęcia
pt_br: Reconhecimento da Foto Original
pt_pt: Reconhecimento de imagem original
ru: Распознавание по оригинальному изображению
th: การตรวจสอบภาพต้นฉบับ
tr: Orijinal Görüntü Tanıma
vi: Nhận diện ảnh gốc
zh_hant: 原圖識別
zh_hk: 原圖識別

source: 原始拍摄日期时间
ar: تاريخ ووقت التصوير الأصلي
de: Urspr. Aufnahmedatum
en: Original Shooting Time
es: Hora de Captura Original
fr: Heure de Prise de Vue
id: Tanggal dan Waktu Pengambilan Asli
it: Ora di Scatto Originale
ja: 元の撮影日時
ko: 원본 촬영 시간
nl: Oorspronkelijke Tijd
pl: Data i czas oryginalnego zdjęcia
pt_br: Data e Hora Original da FotoDes
pt_pt: Data e hora original da captura
ru: Оригинальное Время Съемки
th: วันที่และเวลาที่ถ่ายทำดั้งเดิม
tr: Orijinal Çekim Tarih ve Saati
vi: Thời Gian Chụp Gốc
zh_hant: 原始拍攝日期時間
zh_hk: 原始拍攝日期時間

source: 原始拍摄时区偏移
ar: الانحراف الزمني لمنطقة التصوير الأصلية
de: Aufnahme
en: Original Shooting Timezone Offset
es: Desviación de zona horaria de captura original
fr: Décalage horaire de prise de vue originale
id: Offset Zona Waktu Pengambilan Asli
it: Offset del fuso orario di scatto originale
ja: 元の撮影のタイムゾーンオフセット
ko: 원본 촬영 시간대 오셋프
nl: Originele opname tijdzoneverschuiving
pl: Przesunięcie strefy czasowej oryginalnego zdjęcia
pt_br: vio do Fuso Horário Original da Foto
pt_pt: Desvio do fuso horário original da captura
ru: Смещение часового пояса при оригинальной съёмке
th: การเวลาต่างจากเขตเวลาถ่ายทำดั้งเดิม
tr: Orijinal Çekim Zaman Dilimi Sapması
vi: ốcChênh lệch múi giờ chụp gốc
zh_hant: 原始拍攝時區偏移
zh_hk: 原始拍攝區時偏移

source: 去小红书粘贴
ar: اذهب للصق إلى Xiaohongshu
de: Zu Xiaohongshu kopieren
en: Paste to RedBook
es: Ir a pegar en Xiaohongshu
fr: Collez dans Xiaohongshu
id: Tempel ke Xiaohongshu
it: vai a incollare su Xiaohongshu
ja: Xiaohongshuにコピーします
ko: Xiaohongshu에 붙여넣기
nl: Plak naar Little Red Book
pl: Skopiuj do Xiaohongshu
pt_br: Cole na Little Red Book
pt_pt: Vá ao Xiaohongshu colar
ru: Скопировать в Xiaohongshu
th: ไปที่ XiaoHongShu เพื่อนำไปวาง
tr: Xiaohongshu'ya Yapıştırmak İçin Git
vi: Dán vào Xiaohongshu
zh_hant: 去小紅書粘貼
zh_hk: 去小紅書粘貼

source: 去微信粘贴给好友
ar: اذهب إلى WeChat والصق إلى صديق
de: Zum WeChat kopieren und Freunden senden
en: Paste to WeChat for Friends
es: Ir a pegar enChat We a un amigo
fr: Collez dans WeChat pour un ami
id: Tempel kean Tem di WeChat
it: vai a incollare su WeChat
ja: WeChatにコピーして友達に送る
ko: WeChat에 친구에게 붙여넣기
nl: Plak naar WeChat-vrienden
pl: Skopiuj do WeChat i wklej do znajomych
pt_br: Cole no WeChat para seus amigos
pt_pt: Vá ao WeChat colar para amigos
ru: Скопировать в WeChat другу
th: ไปที่ WeChat เพื่อนำไปวางให //jp
tr: Arkadaşa Yapıştırmak İçin WeChat'e Git
vi: Dán vào WeChat gửi cho bạn bè
zh_hant: 去微信粘貼給好友
zh_hk: 去微信粘貼給好友

source: 反馈
ar: ملاحظات
de: Feedback
en: Feedback
es: Retroalimentación
fr: Commentaires
id: Umpan Balik
it: Feedback
ja: フィードバック
ko: 피드백
nl: Feedback
pl: Opinie
pt_br: Feedback
pt_pt: Feedback
ru: Обратная связь
th: ความคิดเห็น
tr: Geri bildirim
vi: Phản hồi
zh_hant: 反饋
zh_hk: 反饋

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: ar
fr: Annuler
id: Batalkan
it: annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy

source: 取消拉黑用户失败。
ar: فشل في إلغاء حظر المستخدم.
de: Benutzer blockieren fehlgeschlagen.
en: Failed to Unblock User.
es: Falló laación cancel del bloqueo del usuario.
fr: Échec de l'annulation de la liste noire de l'utilisateur.
id: Gagal Membatalkan Pemblokiran Pengguna.
it: annulla il blocco dell'utente fallito.
ja: ユーザーのブラックリスト解除に失敗しました。
ko: 사용자 블랙리스트 해제 실패.
nl: Gebruiker deblokkeren mislukt.
pl: Nie udało się anulować czarnej listy użytkownika.
pt_br: Falha ao desbloquear o usuário.
pt_pt: Falha ao cancelar o bloqueio do utilizador.
ru: Не удалось отменить добавление в черный список.
th: ลเหล้มวในการยกเลิกการบล็อกผู้ใช้
tr: Kara Listeden Çıkarma Başarısız Oldu.
vi: Không thể hủy chặn người dùng.
zh_hant: 取消拉黑用戶失敗。
zh_hk: 取消拉黑用戶失敗。

source: 可以
ar: ممكن
de: Ja
en: Yes
es: OK
fr: Peut
id: Bisa
it: Può essere
ja: 可能
ko: 가능
nl: Ja
pl: OK
pt_br: Pode
pt_pt: Pode
ru: Доступно
th: ได้
tr: Olabilir
vi: Được

source: 名字
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
id: Nama
it: nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt_br: Nome
pt_pt: Nome
ru: Имя
th: ชื่อเบ
tr: İsim
vi: Tên

source: 品牌
ar: علامة تجارية
de: Marke
en: Brand
es: marca
fr: Marque
id: Merek
it: Marca
ja: ブランド
ko: 브랜드
nl: Merk
pl: Mark
pt_br: Marca
pt_pt: Marca
ru: Бренд
th: รนด์
tr: Marka
vi: Thương hiệu

source: 商品列表
ar: قائمة المنتجات
de: Produktliste
en: Product List
es: Lista de productos
fr: Liste de produits
id: Daftar Produk
it: lista prodotti
ja: 商品リスト
ko: 상품 목록나중에
nl: Productenlijst
pl: produktów
pt_br: Lista de produtos
pt_pt: Lista de produtos
ru: Список товаров
th: รายการสินค้า
tr: Ürün Listesi
vi: Danh sách sản phẩm

source: 喜欢
ar: الإعجاب
de: Gefällt mir
en: Like
es: Me gusta
fr: %%J'aime
id: Suka
it: Mi piace
ja: いいね
ko: 아요
nl: ukLe vinden
pl: Lubić
pt_br: Curtir
pt_pt: Curtir
ru: Нитсярав
th: ชอบ
tr: Beğen
vi: Thích
zh_hant: 喜歡
zh_hk: 鍾意

source: 因为对富士摄影的喜爱，开发了 FUJISTYLE，希望它能成为富士相机用户的最佳摄影伴侣。您的持续支持才能帮助我改善应用体验，让我们有更多时间能维护 app，开发更多新功能给您。
ar: نظرًا لحب التصوير بفوجي، قمنا بتطوير FUJISTYLE ونأمل أن تكون الرفيق الأفضل لمستخدمي كاميرات فوجي. دعكم المستمر هو الذي يمكنني من تحسين تجربة التطبيقات، ي مماتيح لنا المزيد من الوقت للحفاظ على التطبيق وتطوير المزيد من الميزات الجديدة لكم.
de: Aufgrund der Liebe zur Fuji-Fotografie wurde FUJISTYLE entwickelt, in der Hoffnung, dass es zum besten Fotopartner für Fuji-Kameranutzer wird. Ihre kontinuierliche Unterstützung kann helfen uns, die Anwendungserfahrung zu verbessern und uns mehr Zeit zu geben, die App zu warten und mehr neue Funktionen für Sie zu entwickeln.
en: Due to the love for Fuji photography, FUJISTYLE was developed, hoping it can become the best photography companion for Fuji camera users. Your continuous support can help me improve the app experience, giving us more time to maintain the app and develop more new features for you.
es: Debido al amor por la fotografía Fuji, se desarrolló FUJISTYLE con la esperanza de que se convierta en el mejor compañero de fotografía para los usuarios de cámaras Fuji. Su apoyo continuo puede ayudarme a mejorar la experiencia de la aplicación, lo que nos dará más tiempo para mantenerla y desarrollar más funciones nuevas para usted.
fr: En raison de mon amour pour la photographie Fuji, j'ai développé FUJISTYLE, j'espère qu'il deviendra le compagnon photo idéal pour les utilisateurs d'appareils photo Fuji. Votre soutien continu nous aidera à améliorer l'expérience de l'application, nous permettant de consacrer plus de temps à l'entretien de l'application et au développement de nouvelles fonctionnalités pour vous.
id: Karena kecintaan terhadapi fotograf Fuji, mengembangkan FUJISTYLE, berharap dapat menjadi sahabat terbaik bagi pengguna kamera Fuji. Dukungan berkelanjutan Anda dapat membantu kami meningkatkan pengalaman aplikasi, memberi kami lebih banyak waktu untuk memelihara aplikasi, dan mengembangkan lebih banyak fitur baru untuk Anda.
it: Per l'amore per la fotografia Fuji, ho sviluppato FUJISTYLE, sperando che possa diventare il miglior compagno fotografico per gli utenti di fotocamere Fuji. Il tuo continuo supporto ci aiuterà a migliorare l'esperienza dell'app, dandoci più tempo per mantenere l'app e sviluppare più nuove funzionalità per te.
ja: 富士カメラへの愛から、FUJISTYLEを開発しました。富士カメラユーザーの最高のパートナーになることを願っています。あなたの継続的なサポートだけが、アプリの経験を向上させるのに役立ち、アプリを維持するのに十分な時間を私たちに与え、さらに新機能を開発する助けとなります。
ko: 후지 사진에 대한 애착으로 FUJISTYLE을 개발했습니다. 이 앱이 후지 카메라 사용자에게 최고의 사진 동반자가 되기를 바랍니다. 지속적인 지원은 앱을 경험 개선하고, 앱을 더 잘 유지하고, 더 많은 새로운 기능을 개발 데하는 도움이 됩니다.
nl: Vanwege mijn liefde voor Fujifotografie heb ik FUJISTYLE ontwikkeld in de hoop dat het de beste fotografiebuddy zal zijn voor Fujigebruikers. Uw voortdurende steun zal mij helpen de app te verbeteren, wat ons meer tijd geeft om de app te onderhouden en nieuwe functies te ontwikkelen voor u.
pl: Z powodu miłości do fotografii Fuji, stworzyliśmyJ FUISTYLE, mamy nadzieję, że stanie się najlepszym fotografem dla użytkowników aparatów Fuji. Twoje ciągłe wsparcie pomoże nam poprawić doświadczenie z aplikacją, dając nam więcej czasu na utrzymanie aplikacji i rozwój więcej funkcji dla Ciebie.
pt_br: vidoDe ao amor pela fotografia Fujifilm, desenvolvemos o FUJISTYLE na, esperança de que ele se torne o melhor companheiro de fotografia para os usuários de câmeras Fujifilm. Seu apoio contínuo nos ajuda a melhorar a experiência do aplicativo e a ter mais tempo para mantê-lo, desenvolvendo mais funções novas para você.
pt_pt: Devido ao amor pela fotografia Fuji, desenvolveu o FUJISTYLE, esperando que possa o ser melhor companheiro de fotografia para os usuários das câmaras Fuji. Seu contínuo apoio pode me ajudar a melhorar a experiência app do, nos dando mais tempo para o manter aplicativo e desenvolver mais novos recursos para você.
ru: Из-за любви к фотографии Fuji, создан FUJISTYLE, чтобы он стал лучшим фотографическим инструментом для пользователей камер Fuji. Ваша постоянная поддержка поможет нам улучшить приложение, дать нам больше времени на его обслуживание и разработать больше новых функций для вас.
th: เนื่องจากความรักในฟูจิถ่ายภาพ จึงได้พัฒนา FUJISTYLE ขึ้นมา หังวว่ามันจะเป็นเพื่อนคู่ใจสำหรับผู้ใช้กล้องฟูจิ การสนับสนุนอย่างต่อเนื่องของคุณสามารถช่วยเราปรับปรุงประสบการณ์การใช้งานแอป รวมถึงให้เราได้มีเวลาในการรักษาแอปและพัฒนาคุณสมบัติใหม่ๆ เพิ่มให้คุณได้
tr: Fujifilm fotoğrafçılığına olan sevg nedeniyleim, FUJISTYLE'ı geliştirdim um vearım Fuji kamera kullanıcıları için en iyi fotoğraf arkadaşı olabilir. Sürekli desteğiniz uygul,ama deneyimini geliştirmeme yardım edebilir ve uygulamayı bakım yapmak ve daha size fazla yeni özellik geliştirmek için daha fazla zaman kazandırabilir.
vi: Vì tình yêu dành cho nhiếp ảnh Fuji, FUJISTYLE đã được phát triển, hy vọng có thể trở thành người bạn đồng hành nhiếp ảnh tốt nhất cho người dùng máy ảnh Fuji. Sự ủng hộ liên tục của bạn có thể giúp tôi cải thiện trải nghiệm ứng dụng, giúp chúng tôi có thêm thời gian để duy trì ứng dụng và phát triển thêm nhiều tính năng mới cho bạn.
zh_hant: 因為對富士攝影的喜愛，開發了 FUJISTYLE，希望它能成為富士相機用戶的最佳攝影伴侶。您的持支持續才能幫助我應改善用體驗，讓我們有更多時間能維護 app，開發更多新功能給您。
zh_hk: 因為對富士攝影的喜愛，開了發 FUJISTYLE，希望它能成為富士相機用戶的最佳攝影伴侶。您的持續支持才能幫助我改善應用體驗，讓我們有更多時間能維護 app，開發更多新功能給您。
